Repository: muckelba/ValoBattlepassCalcBot
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de

source: Usage: `?battlepass [Current level] [Current XP] [Wanted level] [Without weeklies]`
de: Verwendung: `?battlepass [Aktuelles Level] [Aktuelle XP] [Ziellevel] [Ohne Weeklies]`

source: :x: Please enter your current level correctly
de: :x: Bitte gib dein aktuelles Level richtig an

source: :x: Your entered level is not between 1 and 55
de: :x: Dein angegebenes Level ist nicht zwischen 1 und 55

source: :x: Please enter your current XP correctly
de: :x: Bitte gib deine aktuellen XP richtig an

source: :x: Your entered XP is not between 0 and 38,000
de: :x: Deine angegebenen XP sind nicht zwischen 0 und 38.000

source: :x: Please enter your wanted level correctly
de: :x: Bitte gib deine Ziellevel richtig an

source: :x: Your entered wanted level is not between 1 and 55
de: :x: Dein angegebenes Ziellevel ist nicht zwischen 1 und 55

source: Average daily XP needed
de: Durchschnittlich benötigte XP pro Tag

source: Average weekly XP needed
de: Durchschnittlich benötigte XP pro Woche

source: Needed Normal/Ranked Games
de: Benötigte Normal/Ranked Games

source: Needed Spikerushes
de: Benötigte Spikerushes

source: Needed XP for level
de: Benötigte XP für level

source: Needed XP for level up
de: Benötigte XP für's level up

source: Total XP
de: Gesamt XP

source: Battlepass Calculator
de: Battlepass Rechner

source: With future completed weeklies
de: Mit zukünftig abgeschlossenen Weeklies

source: Bot is ready
de: Bot ist bereit
